import QueueMusic from "@material-ui/icons/QueueMusic";
import Work from "@material-ui/icons/Work";
import TagFaces from "@material-ui/icons/TagFaces";
import School from "@material-ui/icons/School";

const data = [
  {
    title: "שיעורי תופים",
    text: "מוזיקה היא שפה. אנו יודעים כי המרכיב הבסיסי ההכרחי להצלחה של כל תהליך למידה, הוא התקשורת בין המורה לתלמיד/ה. בלימוד מוסיקה - נוסף המרכיב של יצירת תקשורת באמצעות הנגינה. קצב וסגנון הלימוד שונים אצל כל אחד ואחת מאתנו ולכן, כבר בתחילת התהליך חשוב לשים על כך דגש ולבצע את ההתאמות הדרושות. במהלך השיעורים אנו לומדים טכניקה, קריאת תווים, יציבה, אחיזה נכונה ונשימות ועוד... כל זאת תוך לימוד מרתק ומעמיק של סגנונות מוזיקה מגוונים ומקצבים מרחבי העולם. השיעורים מתקיימים בגבעתיים בסטודיו מקצועי המאובזר במערכות תופים, מגוון כלי הקשה מרחבי העולם ומערכת הגברה משוכללת.",
    Icon: School,
  },
  {
    title: "עבודה עם אנשים אוטיסטים",
    text: "גישת הלימוד של צפריר עם ילדים ומבוגרים אוטיסטים נובעת מתוך הנחה, שכל אדם ניחן ביכולות שונות ומגוונות ברמה כזו או אחרת. זאת, בניגוד לתפיסה הרווחת המקטלגת אנשים אוטיסטים לפי תפקוד גבוה, בינוני ונמוך. מוסיקה היא שפה עוצמתית ומדהימה אשר יכולה להוות שער ובסיס נהדר לתקשורת בין אישית. יתרה מזאת, שיעורי המוסיקה עצמם מהווים רובד נוסף בשל התקשורת הנוצרת בין המורה לתלמיד. בשנים האחרונות צפריר מתמקד בעיקר בעבודה עם ילדים ומבוגרים אוטיסטים, עבודה עם ילדים ונוער בעלי לקויות נפשיות, תסמונות פיגור שונות והפרעות קשב, ומחלק את זמנו בין הוראה במוסדות לימוד שונים לבין לימוד פרטני.",
    Icon: QueueMusic,
  },
  {
    title: "לימוד במקום העבודה",
    text: 'שיעורי תופים בארגונים ניתנים אחת לשבוע במהלך יום העבודה, כאינסנטיב לעובדי החברה. השיעורים מתקיימים במשרדי החברה בחדר נפרד, על סט תופים אלקטרוני, ללא זליגה של רעש. בנוסף להזדמנות ללמוד לתופף כל שבוע, הלימוד מתמקד גם באלתור ופיתוח היצירתיות בזמן אמת, פיתוח יכולות מולטי טאסק וטיים שרינג, בניית ביטחון מול קהל וכן על ייעול עבודות צוות - כל אלו ישמשו את העובדים ב"זמן אמת" - הן בעבודה והן בחייהם האישיים.@@ בסיום הקורס נקיים מופע תיפוף (סוחף!) של עובדי החברה.',
    images: [
      {
        src: "http://res.cloudinary.com/dadaboom/image/upload/v1529766914/Services/Services_Work.jpg",
      },
    ],
    Icon: Work,
  },
  {
    title: "צחוק וקצב - כלים יצירתיים לתקשורת",
    text: "סדנה קומית וקצבית המחברת בין אנשים, ומעניקה להם כלים חדשים ומקוריים לתקשורת בעבודה ובחיים בכלל. הסדנה מציגה את המרכיבים המרכזיים בעזרתם נוצרים מופעי סטאנד-אפ ומופעים מוסיקליים.@@ במהלך הסדנה המשתתפים מתנסים ומתבוננים במרכיבים אלו מקרוב והופכים אותם לכלי עבודה ישימים בחיי היומיום שלהם, הן המקצועיים והן האישיים. הסדנה אינטראקטיבית והיא משלבת עבודה קבוצתית מלווה בתיפוף ובהרבה הומור, מיועדת לאירועים של עד 50 משתתפים.",
    images: [
      {
        src: "http://res.cloudinary.com/dadaboom/image/upload/v1529780361/Services/Services_Workshop_1.jpg",
        caption: "עמוד 1 מתוך 2",
      },
      {
        src: "http://res.cloudinary.com/dadaboom/image/upload/v1529780359/Services/Services_Workshop_2.jpg",
        caption: "עמוד 2 מתוך 2",
      },
    ],
    Icon: TagFaces,
  },
];

export default data;
