const testimonialData = [
  {
    name: "אנה זלקינד, אימא של אלי",
    text: "אני רוצה להמליץ מכל הלב על מורה מעולה ואדם נפלא- צפריר ליכטנשטיין. צפריר התחיל לעבוד עם בני אלי לפני כשנתיים. אלי היה אז בן 3 ורק אובחן על הרצף האוטיסטי. הוא לא דיבר כלל, היה (ועדיין) חסר סבלנות, התעייף בקלות ולא היה עצמאי בשום תחום. יחד עם זאת, אלי אוהב מאד מוסיקה ומגלה עניין רב בכלי נגינה. צפריר עובד עם אלי בסבלנות, הבנה של הצרכים המיוחדים שלו ובאהבה שאין כמוהם. למרות שאלי לפעמים מגיע במצב רוח רע ולא מוכן לשתף פעולה, צפריר תמיד מצליח להעביר את השיעור, לא מכריח אותו, אבל גם לא מוותר. בשנתיים האחרונות, צפריר לימד את אלי להקשיב, להתרכז, לתקשר דרך מוסיקה וגם ליהנות מקשר שזה, בעיניי, הכי חשוב בעולם. הוא גם לימד אותו לגשת לכלי נגינה שונים (תופים, קסילופון, פסנתר) בצורה נכונה ואפילו קצת לשיר. אני בטוחה שהתקדמות משמעותית של אלי בכל התחומים ובעיקר בתחום הכי רגיש - תקשורת- קשורה ישירות לשיעורים אצל צפריר. היה לנו מזל גדול להכיר את צפריר ואני ממליצה בחום על השיעורים שלו לכל מבוגר או ילד שאוהב מוסיקה וגם לכל ילד עם קשיים.",
  },
  {
    name: 'נעה רינהולד, רכזת חוגים תלמידי בית ספר "רעות" וצוות ההוראה',
    text: "בשם תלמידי בית ספר רעות וצוות ההוראה ברצוני להודות לך מקרב לב על שנים של פעילות מעשירה ומהנה. עבודתך עם תלמידינו תמיד אופיינה במקצועיות רבה, תוך הבנת המורכבות של אוכלוסיית תלמידי בית הספר והבניית שיעורים המותאמים ליכולותיהם וחזקותיהם. לאורך השיעורים התלמידים עברו תהליך למידה משמעותי, תודות להתמדתך בהשגת המטרות האישיות והקבוצתיות והחשיבה המתמדת בגיוון הפעילויות והכלים. מעל הכל, תודה על הסבלנות והכבוד שרכשת לכל תלמיד ותלמיד, על כך שידעת לראות את הפוטנציאל הגדול הטמון בתלמידינו ולסייע להם להוציאו לפועל ולבטא עצמם בעזרת המוסיקה. מאחלים לך הצלחה רבה בהמשך הדרך.",
  },
  {
    name: "ורדית רביבו",
    text: "רציתי להמליץ על צפריר, המורה למוזיקה של אריאלי ... צפריר נמצא איתנו כבר 5 שנים ולא הייתי מחליפה אותו לעולם. צפריר מאוד מקצוע ויחד עם זאת מאוד אנושי ומתאים את עצמו לילד . הוא נותן לכל ילד הרגשה שהוא יחיד ומיוחד והכי חשוב, נותן לו הרגשה שהוא אלוף ושהוא יכול לעשות הכול!  צפריר יודע לשים גבולות כשצריך ,לחבק כשצריך ותמיד תמיד עם חיוך והמון אהבה . הוא יודע להסתכל על הפרטים הקטנים והמשמעותיים בילד ויודע איך לעבוד איתו- כמובן בשיתוף מלא של ההורים ... בקיצור,  אני ממליצה בחום על צפריר ואני שמחה שנפל בחלקנו להכיר אותו וללמוד ממנו כי יש המון מה ללמוד!",
  },
  {
    name: "נעמי דותן, פסיכולוגית חינוכית מומחית, מטפלת התנהגותית קוגניטיבית מומחית ומדריכה",
    text: "שמחה להמליץ על צפריר ליכטנשטיין. מזה למעלה משנה אני לומדת עם צפרירי נגינה על תופים. אני צופה בו מלמד ילדים צעירים (התלמידים שמגיעים לפניי) ומבוגרים ונפעמת מיכולתו להתאים עצמו לתלמידיו השונים.  צפריר ניחן בתמהיל מיוחד של מקצועיות,  סבלנות, יכולת נפלאה ליצירת קשר, ידע תאורטי ויכולת דידקטית מצוינת. השעורים מגוונים ובנויים באופן שיטתי,  ביצירתיות ותוך יצירת חוויה של למידה והנאה. שמחה להמליץ על צפריר לכל מי שמחפש מורה מוכשר לנגינה על תופים, לבוא ללמוד בסטודיו הרחב שלו.",
  },
  {
    name: "רפאל פז",
    text: "לצפריר הגעתי אחרי שנים שבהן לא ניגנתי. למדתי לתופף בגיל צעיר וישר הרגשתי בבית. כמו רבים אחרים נתתי לעצמי להזניח את התחביב, אך תמיד היה בי הרצון לחזור לנגן. יצרתי קשר עם צפריר במטרה להגיע למספר שיעורים בודדים ולרענן את הזיכרון, אבל בזכות ההנאה שבשיעורים והעבודה עם צפריר המשכתי להגיע לשיעורים באופן שבועי ולפתח את התחביב כבר למעלה משנה. צפריר ידע בדיוק על מה לעבוד איתי כדי לשפר לי את הנגינה ואת הבטחון והיום אני יכול להגיד שעשיתי קפיצת מדרגה משמעותית.",
  },
];

export default testimonialData;
